Correções do Gerador de relatorios
